// pages/largemushroom/largemushroom.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    p1:"8月5日，据媒体报道，近日在云南省玉溪市华宁县冲麦村，一村民发现了一窝156公斤的巨型野生菌。",
    p2:"报道称，这位村民前往附近的山上寻找能吃的野生菌，结果无意中发现了这窝巨型野生菌。由于太大，当时只能将野生菌分开搬运，找了七八个人才搬回去。对搬回来的野生菌称重后发现，其中最大的一簇菌子重量达38公斤，整窝野生菌重达156公斤。对于这么大的野生菌，村民表示还是第一次见。",
    p3:"专家表示，该野生菌并不是当地常见的、可食用的野生菌，从形态上来看它属于离褶伞属，目前还需要进一步的鉴定到底属于哪一种。此外，专家提醒，对于类似这种不常见的野生菌，千万不要食用。",
    p4:"据悉，云南野生菌分为二个纲、十一个目、三十五个科、九十六个属、约二百五十种，占了全世界食用菌一半以上，中国食用菌的三分之二。",
    p5:"因为野生菌营养丰富，风味独特，十分受云南当地人的喜爱。但由于野生菌种类繁多，部分是有毒的，每年都有不少人因此中毒。来自云南省卫生健康委员会的统计显示，截至7月20日，已发生野生菌中毒事件273起，12人死亡，与去年同期相比，中毒起数下降了33.90%，发病人数下降了35.64%，死亡人数减少了17人。"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  
})