// pages/PassageIno/PassageIno.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    siwangmao:"死亡帽，被认为是世界上最毒的蘑菇，含有鬼笔毒素与鹅膏蕈碱两种毒物，仅仅食用30毫克便足以致人于死地。死亡帽为一种剧毒的担子类真菌，在全球范围内，这种看似无辜的真菌可是多数与蘑菇有关的死亡事件的罪魁祸首。",
    xuejia:"恶魔的雪茄，是世界上最为罕见的蘑菇之一，也被称之为“德克萨斯之星”。因为未成熟开放的真菌成熟后会释放孢子云，看起来就像烟雾，而孢子的释放，导致其果实本体的舒展，发出嘶嘶声，最后蔓延出星星的形状。",
    xuechijun:"血齿菌，也被称之为“恶魔牙齿”或者“草莓加奶油”，是蘑菇的一种类型，在美国西北太平洋沿岸和中欧的松树林中非常常见。但观察的仔细一些，你就会发现，这是从它自己的气孔中渗出的液体。",
    tianlanmogu:"天蓝蘑菇，学名霍氏粉褶菌，伞菌科蘑菇属菌类，是一种在新西兰和印度可以见到的蘑菇，有着与众不同的全蓝色，主要分布于新西兰北岛和南岛西部的树林里，生长在潮湿的土壤中，特别是在阔叶林和罗汉松林中的凋落物和苔藓中。",
    duegao:"毒鹅膏，为一种剧毒的担子类真菌，鹅膏菌属的一员。毒鹅膏广泛分布在欧洲，并且以菌根型式共生于落叶性乔木。菌伞一般呈现绿色，并且有白色的菌柄和菌褶。",
    luhuajun:"鹿花菌，又名鹿花蕈或河豚菌，是鹿花菌属下的假羊肚菌，分布在欧洲及北美洲。食用未处理的鹿花菌可以致命，中毒的征状包括在食用后几小时出现呕吐及腹泻，接着是头昏、昏睡及头痛。严重的可以导致谵妄及昏迷，5-7日后可能会死亡。",
    siwangtianshi:"死亡天使，是一种含有致命毒素的真菌，学名双孢鹅膏菌，一般分布于北美东部南部至墨西哥的针阔混交林和落叶阔叶林，蘑菇有白色的光滑菌盖，直径可以达到10cm；菌柄长8-14cm，粗2-5cm；有菌托较厚呈苞状。",
    yingguangxiaogu:"荧光小菇，它们是一种非常稀有的真菌。它又名为“荧光蕈”，又叫蚂蚁路灯。如你所见，它们在黑夜中会发出幽绿色鬼火一般的光芒。由于夜晚时荧光蕈的样子很像水母，故又有人称为绿色陆地水母。",
    snaxingdujun:"伞形毒菌（Amanita muscaria）是一种可以作用于神经的剧毒真菌，它有几种亚种，分别呈现出黄色、棕色、粉红色等。每个亚种有不同的菌盖颜色，如黄色、棕色、粉红色等。 ",
    yunzhi:"云芝，没有毒性，但是比较怪。云芝是一种大型珍贵药用真菌，源自中国的原始森林，于中国东南西北都有分布，寄生于海拔3000米以上的阔叶树和朽木上。"

  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },
})