// pages/jianshouqing/jianshouqing.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    p1:"最近云南人吃蘑菇的事又上热点了，微博、抖音、快手等平台都有云南人吃了野生菌之后看到小人、小精灵的视频，很多人还觉得很好玩，甚至不少人都希望体验一下这种中毒致幻后的快感。野生菌类种类繁多，很多都是带毒的，但是鲜味独特，所以云南人是离不开的，有人中毒看到小人也不少见，但这事有这么简单吗？实际上吃野蘑菇是一件危险的事，云南发生的蘑菇中毒案例太多了。",
    p2:"云南省2010~2018年毒蕈中毒总共报告2222起，9686人中毒，共死亡225人，总病死率2.32%。随着临床抢救技术的进步，病死率正直线下降中。",
    p3:"见手青属于牛肝菌属，是云南省特有也是人们最喜爱的菌种。每年5月份雨季过后就会大量产生而被人们采摘，本菌种虽然口感好，但需悉心加工，如若加工不当或者在食用时饮酒均有造成中毒的危险。每年6-9月是野生菌上市的高峰期，而云南毒蕈中毒者大多是食用见手青造成的。",

  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  }
})